Repository: netdcy/FlowVision
Catalog: FlowVision/Sources/SettingsViews/mul.lproj/CustomSettingsViewController.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sv, zh_hans, zh_hant

# 5e8-7g-fZU.title
source: Thumbnail:
ar: صورة مصغرة:
de: Miniaturansicht:
es: Miniatura:
fr: Miniature :
it: Anteprima:
ja: サムネイル:
ko: 축소판:
nl: Miniatuur:
pt_br: Miniatura:
pt_pt: Miniatura:
ru: Эскиз:
sv: Miniatyr:
zh_hans: 缩略图：
zh_hant: 縮圖:

# 6Ac-mJ-ewA.title
source: Only Fullscreen
ar: ملء الشاشة فقط
de: Nur Vollbild
es: Solo pantalla completa
fr: Plein écran seulement
it: Solo schermo intero
ja: 全画面のみ
ko: 전체 화면만
nl: Alleen Volledig Scherm
pt_br: Somente tela cheia
pt_pt: Apenas Ecrã Completo
ru: Только полноэкранный
sv: Endast helskärm
zh_hans: 仅全屏时
zh_hant: 僅全螢幕

# 6Lz-fa-9PG.title
source: Search:
ar: بحث:
de: Suchen:
es: Buscar:
fr: Recherche :
it: Cerca:
ja: 検索：
ko: 검색:
nl: Zoeken:
pt_br: Buscar:
pt_pt: Pesquisar:
ru: Поиск:
sv: Sök:
zh_hans: 搜索：
zh_hant: 搜尋：

# 7DQ-m2-6si.title
source: Options when using Cmd + F for search, only effective in normal matching mode.
ar: خيارات عند استخدام Cmd + F للبحث، فعالة فقط في وضع المطابقة العادي.
de: Optionen bei der Verwendung von Cmd + F für die Suche, nur im normalen Abgleichmodus wirksam.
es: Opciones al usar Cmd + F para buscar, solo efectivas en modo de coincidencia normal.
fr: Options lors de l'utilisation de Cmd + F pour la recherche, uniquement efficace en mode de correspondance normal.
it: Opzioni per la ricerca con Cmd + F, efficaci solo in modalità di corrispondenza normale.
ja: Cmd + F を使用した検索時のオプション、通常のマッチングモードでのみ有効です。
ko: Cmd + F를 사용하여 검색할 때의 옵션으로, 일반 일치 모드에서만 효과적입니다.
nl: Opties bij het gebruik van Cmd + F voor zoeken, alleen effectief in de normale zoekmodus.
pt_br: Opções ao usar Cmd + F para busca, somente efetivas no modo de correspondência normal.
pt_pt: Opções ao usar Cmd + F para pesquisa, apenas eficaz no modo de correspondência normal.
ru: Параметры при использовании Cmd + F для поиска, действуют только в режиме нормального совпадения
sv: Alternativ när du använder Cmd + F för sökning, endast effektivt i normalt matchningsläge.
zh_hans: 使用 Cmd + F 搜索时的选项，仅在普通匹配模式下生效。
zh_hant: 在使用 Cmd + F 搜索時的選項，僅在正常匹配模式下有效

# 7aF-tg-6Qj.title
source: Exclude Directory:
ar: استثناء الدليل:
de: Verzeichnis ausschließen:
es: Excluir Directorio:
fr: Exclure le répertoire :
it: Escludi Directory:
ja: ディレクトリを除外:
ko: 디렉토리 제외:
nl: Map Directory Uit:
pt_br: Excluir Diretório:
pt_pt: Excluir Diretório:
ru: Исключить каталог:
sv: Uteslut katalog:
zh_hans: 排除目录：
zh_hant: 排除目錄：

# AIL-Oh-a8t.title
source: Maintain State:
ar: الحفاظ على الحالة:
de: Status beibehalten:
es: Mantener estado:
fr: État de maintien :
it: Mantieni stato:
ja: 状態を維持
ko: 상태 유지:
nl: Staat behouden:
pt_br: Manter Estado:
pt_pt: Manter Estado:
ru: Поддерживать состояние:
sv: Bibehåll tillstånd:
zh_hans: 状态保持：
zh_hant: 維持狀態：

# Apw-rY-geq.title
source: For Chinese Use Pinyin Initials for Search
ar: للصينيين استخدم الأحرف الأولى من بينيين للبحث
de: Für Chinesisch Pinyin-Initialen für die Suche verwenden
es: Para chino use iniciales en Pinyin para la búsqueda
fr: Pour le chinois, utilisez les initiales en pinyin pour la recherche
it: Per il cinese utilizza le iniziali in Pinyin per la ricerca
ja: 中国語の検索にピンインの頭文字を使用
ko: 중국어 검색에 병음 이니셜 사용
nl: Voor Chinees Initialen van Pinyin gebruiken voor zoeken
pt_br: Para chinês use iniciais Pinyin para pesquisa
pt_pt: Para Chinês Use As Iniciais Pinyin Para Pesquisa
ru: Для китайского используйте инициалы пиньинь для поиска
sv: För kinesiska använd pinyin-initialer för sökning
zh_hans: 使用汉语拼音首字母搜索
zh_hant: 對於中文使用拼音首字母來搜尋

# Bue-hM-I6g.title
source: Folder Thumbnails Stacked Instead of Tiled
ar: مصغرات المجلدات مكدسة بدلاً من متراصة
de: Ordner-Miniaturansichten gestapelt statt gekachelt
es: Miniaturas de carpetas apiladas en lugar de en mosaico
fr: Miniatures de dossiers empilées au lieu de juxtaposées
it: Miniautine delle cartelle sovrapposte invece di affiancate
ja: フォルダのサムネイルをタイル表示の代わりに積み重ねて表示
ko: 폴더 썸네일이 타일 대신 겹쳐져 있습니다
nl: Mapminiaturen van mappen gestapeld in plaats van betegeld
pt_br: Miniaturas de Pasta Empilhadas em Vez de Lado a Lado
pt_pt: Miniaturas de Pastas Empilhadas em Vez de Lado a Lado
ru: Эскизы папок сложены стопкой вместо плиток
sv: Mappminiatyrer staplade istället för sida vid sida
zh_hans: 文件夹缩略图叠放而不是平铺
zh_hant: 資料夾縮圖堆疊而非平鋪

# EBi-bb-P2R.title
source: Loop Browsing
ar: تصفح متكرر
de: Schleifen-Browsen
es: Navegación en Bucle
fr: Navigation en boucle
it: Navigazione in loop
ja: ループ閲覧
ko: 루프 탐색
nl: Loop Bladeren
pt_br: Navegação em Loop
pt_pt: Navegação em Loop
ru: Циклический просмотр
sv: Loopbläddring
zh_hans: 循环浏览
zh_hant: 循環瀏覽

# EH7-uQ-m4z.title
source: Background:
ar: الخلفية:
de: Hintergrund:
es: Fondo:
fr: Arrière-plan :
it: Sfondo:
ja: 背景
ko: 배경:
nl: Achtergrond:
pt_br: Fundo:
pt_pt: Fundo:
ru: Фон:
sv: Bakgrund:
zh_hans: 背景：
zh_hant: 背景

# Jbl-Lw-mRw.title
source: Since macOS natively supports only video formats like "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v", and "vob", other formats still need to be played using an external player.
ar: نظرًا لأن macOS يدعم فقط تنسيقات الفيديو مثل "mp4" و"mov" و"m2ts" و"ts" و"mpeg" و"mpg" و"m4v" و"vob"، فلا تزال هناك حاجة لاستخدام مشغل خارجي لتشغيل التنسيقات الأخرى.
de: Da macOS von Haus aus nur Videoformate wie „mp4“, „mov“, „m2ts“, „ts“, „mpeg“, „mpg“, „m4v“ und „vob“ unterstützt, müssen andere Formate weiterhin mit einem externen Player abgespielt werden.
es: Dado que macOS solo admite de forma nativa formatos de video como "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" y "vob", otros formatos aún necesitan reproducirse usando un reproductor externo
fr: macOS ne prenant en charge que les formats vidéo tels que "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" et "vob", d'autres formats doivent encore être lus avec un lecteur externe.
it: Poiché macOS supporta nativamente solo formati video come "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" e "vob", gli altri formati devono ancora essere riprodotti utilizzando un lettore esterno.
ja: macOSは「mp4」、「mov」、「m2ts」、「ts」、「mpeg」、「mpg」、「m4v」、「vob」などのビデオフォーマットのみをネイティブにサポートしているため、他のフォーマットは外部プレーヤーを使用して再生する必要があります
ko: macOS는 "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v", "vob"와 같은 비디오 형식만 기본적으로 지원하므로 다른 형식은 외부 플레이어를 사용하여 재생해야 합니다
nl: Aangezien macOS van nature alleen videoformaten zoals "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" en "vob" ondersteunt, moeten andere formaten nog steeds worden afgespeeld met een externe speler.
pt_br: Como o macOS suporta nativamente apenas formatos de vídeo como "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" e "vob", outros formatos ainda precisam ser reproduzidos usando um player externo.
pt_pt: Como o macOS suporta nativamente apenas formatos de vídeo como "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" e "vob", outros formatos ainda precisam ser reproduzidos usando um player externo.
ru: Поскольку macOS изначально поддерживает только видеоформаты такие как "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" и "vob", другие форматы все же необходимо воспроизводить с помощью внешнего плеера.
sv: Eftersom macOS inbyggt endast stödjer videoformat som "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" och "vob", behöver andra format fortfarande spelas upp med en extern spelare
zh_hans: 由于macOS原生仅支持 "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v", "vob" 视频，其它格式仍需使用外部播放器播放。
zh_hant: 由於 macOS 僅原生支持 "mp4"、"mov"、"m2ts"、"ts"、"mpeg"、"mpg"、"m4v" 和 "vob" 等視頻格式，其他格式仍需使用外部播放器播放

# LhC-eA-T51.title
source: Click the Edges to Switch Images
ar: انقر على الحواف لتبديل الصور
de: Klicken Sie auf die Ränder, um die Bilder zu wechseln
es: Haga clic en los bordes para cambiar las imágenes
fr: Cliquez sur les bords pour changer d'image
it: Fare clic sui bordi per cambiare immagine
ja: エッジをクリックすると画像が切り替わります
ko: 모서리를 클릭하여 이미지를 전환하세요
nl: Klik op de randen om afbeeldingen te wisselen
pt_br: Clique nas Bordas para Alternar Imagens
pt_pt: Clique nas Bordas para Alternar Imagens
ru: Щелкните по краям, чтобы переключить изображения
sv: Klicka på kanterna för att byta bilder
zh_hans: 点击边缘切换图像
zh_hant: 按一下邊緣以切換影像

# Mne-y2-Qd1.title
source: Keep recursive and filter state when switching directories
ar: احتفظ بالحالة المتكررة والفلتر عند تبديل الدلائل
de: Beibehalten des rekursiven und Filterstatus beim Wechseln von Verzeichnissen
es: Mantener el estado recursivo y de filtro al cambiar de directorios
fr: Conserver l'état récursif et de filtrage lors du changement de répertoires
it: Mantieni stato ricorsivo e filtro durante il cambio di directory
ja: ディレクトリを切り替えるときに再帰とフィルター状態を保持
ko: 디렉토리를 전환할 때 재귀 및 필터 상태 유지
nl: Behoud recursieve en filterstatus bij het wisselen van mappen
pt_br: Manter estado recursivo e de filtro ao trocar de diretórios
pt_pt: Manter estado recursivo e de filtro ao mudar de diretórios
ru: Сохранять рекурсивное и фильтрующее состояние при переключении директорий
sv: Behåll rekursivt och filtertillstånd vid byte av kataloger
zh_hans: 切换目录时保持递归和过滤状态
zh_hant: 切換目錄時保持遞迴和篩選狀態

# Nbp-B1-O0u.title
source: Only Fullscreen
ar: فقط ملء الشاشة
de: Nur Vollbild
es: Solo pantalla completa
fr: Plein écran uniquement
it: Solo schermo intero
ja: 全画面のみ
ko: 전체 화면만
nl: Alleen Volledig Scherm
pt_br: Somente tela cheia
pt_pt: Apenas Ecrã Inteiro
ru: Только полноэкранный
sv: Endast helskärm
zh_hans: 仅全屏时
zh_hant: 僅全螢幕

# QHt-c1-9Ji.title
source: Image View:
ar: عرض الصورة:
de: Bildansicht:
es: Vista de imagen:
fr: Vue de l'image :
it: Vista immagine:
ja: イメージビュー
ko: 이미지 보기:
nl: Beeldweergave:
pt_br: Visualização de Imagem:
pt_pt: Vista de Imagem:
ru: Просмотр изображения:
sv: Bildvy:
zh_hans: 图像视图：
zh_hant: 影像檢視

# Qaf-Kv-J4c.title
source: Scroll Mouse Wheel to Zoom Instead of Switching Images
ar: قم بالتمرير على عجلة الفأرة للتكبير بدلاً من تبديل الصور
de: Scrollen Sie das Mausrad zum Zoomen anstatt zum Wechseln der Bilder
es: Desplaza la rueda del mouse para hacer zoom en lugar de cambiar imágenes
fr: Faites défiler la molette de la souris pour zoomer au lieu de passer d'images
it: Scorri la rotella del mouse per ingrandire invece di cambiare immagine
ja: マウスホイールをスクロールして画像を切り替える代わりにズーム
ko: 마우스 휠 스크롤로 이미지를 전환하는 대신 확대하기
nl: Scroll met muiswiel om in te zoomen in plaats van afbeeldingen te wisselen
pt_br: Role a roda do mouse para ampliar em vez de alternar imagens
pt_pt: Deslocar Roda do Rato para Zoom em Vez de Mudar Imagens
ru: Прокручивайте колесо мыши для увеличения вместо переключения изображений
sv: Rulla mushjulet för att zooma istället för att byta bilder
zh_hans: 滚动鼠标滚轮以缩放而不是切换图像
zh_hant: 滾動鼠標滾輪以縮放而非切換圖片

# R9S-O7-fTS.title
source: Black
ar: أسود
de: Schwarz
es: Negro
fr: Noir
it: Nero
ja: ブラック
ko: 검정
nl: Zwart
pt_br: Preto
pt_pt: Preto
ru: Черный
sv: Svart
zh_hans: 黑色
zh_hant: 黑色

# UCD-KL-13f.title
source: Background:
ar: الخلفية:
de: Hintergrund:
es: Fondo:
fr: Arrière-plan :
it: Sfondo:
ja: 背景:
ko: 배경:
nl: Achtergrond:
pt_br: Plano de fundo:
pt_pt: Fundo:
ru: Фон:
sv: Bakgrund:
zh_hans: 背景：
zh_hant: 背景：

# VzX-hy-erv.title
source: Glass
ar: زجاج
de: Glas
es: Vidrio
fr: Verre
it: Vetro
ja: ガラス
ko: 유리
nl: Glas
pt_br: Vidro
pt_pt: Vidro
ru: Стекло
sv: Glas
zh_hans: 玻璃
zh_hant: 玻璃

# Z13-dJ-JBv.title
source: For directories in the exclusion list, images within them will not be used when generating thumbnails for themselves or their parent folders.
ar: بالنسبة إلى الدلائل في قائمة الاستبعاد، لن تُستخدم الصور بداخلها عند إنشاء الصور المصغرة لأنفسها أو لمجلداتها الرئيسية.
de: Für Verzeichnisse in der Ausschlussliste werden Bilder darin nicht verwendet, wenn Thumbnails für sie selbst oder ihre übergeordneten Ordner erstellt werden.
es: Para los directorios en la lista de exclusión, las imágenes dentro de ellos no se utilizarán al generar miniaturas para ellos mismos o sus carpetas principales.
fr: Pour les répertoires de la liste d'exclusion, les images qu'ils contiennent ne seront pas utilisées lors de la génération de vignettes pour eux-mêmes ou leurs dossiers parents.
it: Per le directory nell'elenco di esclusione, le immagini al loro interno non saranno utilizzate quando si generano le miniature per le directory stesse o per le cartelle superiori.
ja: 除外リスト内のディレクトリにある画像は、ディレクトリ自体または親フォルダのサムネイル生成時に使用されません。
ko: 제외 목록에 있는 디렉토리에 대해, 그 안의 이미지는 자신이나 부모 폴더의 썸네일 생성 시 사용되지 않습니다
nl: Voor mappen in de uitsluitingslijst worden afbeeldingen daarin niet gebruikt bij het genereren van miniaturen voor henzelf of hun bovenliggende mappen.
pt_br: Para diretórios na lista de exclusão, as imagens dentro deles não serão usadas ao gerar miniaturas para eles mesmos ou suas pastas principais.
pt_pt: Para diretórios na lista de exclusão, imagens dentro deles não serão usadas ao gerar miniaturas para eles próprios ou suas pastas-mãe.
ru: Для каталогов в списке исключений изображения внутри них не будут использоваться при создании эскизов для них самих или их родительских папок.
sv: För kataloger i exkluderingslistan kommer bilder i dessa inte att användas vid generering av miniatyrer för dem själva eller deras överordnade mappar.
zh_hans: 对于在排除列表中的目录，生成自身和其父级文件夹缩略图时不会使用其中的图像。
zh_hant: 在排除清單中的目錄中，生成它們自身或其父檔案夾的縮圖時，其內的圖片將不會被使用

# j7K-4t-OSf.title
source: Random Folder Thumbnail
ar: مصغرة مجلد عشوائي
de: Zufälliges Ordner-Miniaturbild
es: Miniatura aleatoria de carpeta
fr: Miniature de Dossier Aléatoire
it: Anteprima della cartella casuale
ja: ランダムフォルダーサムネイル
ko: 임의 폴더 썸네일
nl: Willekeurige Map Miniatuurafbeelding
pt_br: Miniatura Aleatória da Pasta
pt_pt: Miniatura Aleatória da Pasta
ru: Случайная миниатюра папки
sv: Slumpmässig Mappminiatyr
zh_hans: 随机文件夹缩略图
zh_hant: 隨機資料夾縮圖

# pgf-uX-6Yv.title
source: Video View:
ar: عرض الفيديو
de: Videoansicht:
es: Vista de video:
fr: Affichage vidéo :
it: Visualizzazione video:
ja: ビデオビュー：
ko: 비디오 보기:
nl: Videoweergave:
pt_br: Visualização do vídeo:
pt_pt: Vista de Vídeo:
ru: Просмотр видео:
sv: Videovy:
zh_hans: 视频视图：
zh_hant: 影片視圖：

# sUH-oK-7AD.title
source: Glass
ar: زجاج
de: Glas
es: Cristal
fr: Verre
it: Vetro
ja: ガラス
ko: 유리
nl: Glas
pt_br: Vidro
pt_pt: Vidro
ru: Стекло
sv: Glas
zh_hans: 玻璃
zh_hant: 玻璃

# yBn-Nt-UPF.title
source: For Chinese Use Full Pinyin for Search
ar: بالنسبة للصينية، استخدم بينيين الكامل للبحث
de: Für Chinesisch die vollständige Pinyin-Suche verwenden
es: Para el chino usa el pinyin completo para la búsqueda
fr: Pour le chinois, utilisez le pinyin complet pour la recherche
it: Per il cinese usa il pinyin completo per la ricerca
ja: 中国語では検索に全ピンインを使用
ko: 중국어 검색에 전체 병음을 사용
nl: Voor Chinees Volledig Pinyin Gebruiken voor Zoeken
pt_br: Para Chinês Use Pinyin Completo para Pesquisa
pt_pt: Para Chinês Usar Pinyin Completo para Pesquisa
ru: Для китайского используйте полный пиньинь для поиска
sv: För kinesiska använd hela pinyin för sökning
zh_hans: 使用汉语拼音全拼搜索
zh_hant: 對於中文使用全拼搜索

# zOi-UL-JWi.title
source: Use Internal Video Player
ar: استخدام مشغل الفيديو الداخلي
de: Internen Videoplayer verwenden
es: Usar Reproductor de Video Interno
fr: Utiliser le lecteur vidéo interne
it: Usa il lettore video interno
ja: 内部ビデオプレーヤーを使用
ko: 내부 비디오 플레이어 사용
nl: Interne videospeler gebruiken
pt_br: Usar reprodutor de vídeo interno
pt_pt: Utilizar Leitor de Vídeo Interno
ru: Использовать встроенный видеоплеер
sv: Använd intern videospelare
zh_hans: 使用内置视频播放器
zh_hant: 使用內部視頻播放器

# zfm-X4-cgj.title
source: Black
ar: أسود
de: Schwarz
es: Negro
fr: Noir
it: Nero
ja: 黒色
ko: 검정색
nl: Zwart
pt_br: Preto
pt_pt: Preto
ru: Черное
sv: Svart
zh_hans: 黑色
zh_hant: 黑色
